{
  "en": "<h3>Privacy Policy of OM food</h3>\n<p>OM food, operated by Daesang Corporation (hereinafter referred to as 'OM food'), is committed to protecting the rights and freedoms of individuals by complying with the Personal Information Protection Act and relevant laws and regulations. We handle personal information lawfully and manage it securely. In accordance with Article 30 of the Personal Information Protection Act, we establish and disclose this privacy policy to inform individuals of the procedures and standards for processing personal information and to facilitate the prompt and efficient handling of related complaints.</p>\n\n<h4>1. Purpose of Collection, Types of Personal Information, and Retention Period</h4>\n<p>1. OM food collects and uses personal information only for purposes notified to users. Collected information is deleted upon account deletion or once the purpose of use has been fulfilled, unless retention is required by applicable laws.<br/>Details are as follows:</p>\n<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" style=\"border-collapse:collapse;width:100%;margin-bottom:16px;font-size:13px;\"><thead><tr><th>Category</th><th>Service</th><th>Items Collected</th><th>Purpose of Use</th><th>Retention Period</th></tr></thead><tbody><tr><td>Required</td><td>VoC (Voice of Customer)</td><td>Inquiry type, product name, country/city, email address, inquiry content</td><td>Inquiry processing and response</td><td>Until service completion (unless longer retention is required by law)</td></tr></tbody></table>\n<p>2. Personal information that must be retained for a certain period under relevant laws such as the Commercial Act, the Act on Consumer Protection in Electronic Commerce, the Electronic Financial Transactions Act, etc., will be retained accordingly and not used for any other purpose.<br/>Details are as follows:</p>\n<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" style=\"border-collapse:collapse;width:100%;margin-bottom:16px;font-size:13px;\"><thead><tr><th>Category</th><th>Data Retained</th><th>Retention Period</th></tr></thead><tbody><tr><td>Protection of Communications Secrets Act</td><td>Visit records</td><td>3 months</td></tr><tr><td></td><td>Records of advertisements</td><td>6 months</td></tr><tr><td>Act on Consumer Protection in Electronic Commerce</td><td>Records of contracts or withdrawal</td><td>5 years</td></tr><tr><td></td><td>Consumer complaints/disputes</td><td>5 years</td></tr><tr><td>Electronic Financial Transactions Act</td><td>Electronic financial transaction records</td><td>5 years</td></tr></tbody></table>\n\n<h4>2. Destruction of Personal Information</h4>\n<ol><li>OM food promptly destroys personal information once the retention period expires or the purpose is fulfilled.</li><li>If the personal information must be retained under other laws, it will be stored separately in a designated database or location.</li><li>Destruction methods:<ul><li><b>Procedure:</b> Information is identified for destruction and approved by the Chief Privacy Officer.</li><li><b>Method:</b> Electronically stored data is permanently deleted; paper documents are shredded or incinerated.</li></ul></li></ol>\n\n<h4>3. Rights of Users and Legal Representatives</h4>\n<ol><li>Users may request access to, correction, deletion, or suspension of processing of their personal data.</li><li>Requests may be made via written document, email, or fax, and will be processed promptly.</li><li>Requests may be made through an authorized representative, in which case a power of attorney is required.</li><li>Access or suspension requests may be restricted in accordance with Articles 35(4) and 37(2) of the Personal Information Protection Act.</li><li>Requests for deletion may not be granted where retention is required by law.</li><li>OM food will verify the identity of the requester or their legal representative before processing the request.</li></ol>\n\n<h4>4. Measures for Ensuring Security of Personal Information</h4>\n<p>OM food implements the following measures to protect personal data:</p>\n<ul><li><b>Administrative:</b> Internal management plan, dedicated privacy team, regular training, privacy insurance, usage notifications</li><li><b>Technical:</b> Access control systems, encryption, security software updates</li><li><b>Physical:</b> Restricted access to data centers and document storage</li></ul>\n\n<h4>5. Use of Cookies</h4>\n<ol><li>OM food uses cookies to provide customized services.</li><li>Cookies are small data files sent from our server to your browser and stored on your device.</li><li><b>Purpose:</b> Analyze usage patterns, secure login, and deliver optimized services.</li><li><b>Settings:</b> You can refuse cookies through browser settings (Tools &gt; Internet Options &gt; Privacy).</li><li><b>Note:</b> Disabling cookies may limit your access to certain services.</li></ol>\n\n<h4>6. Behavioral Data Collection and Use (if applicable)</h4>\n<ol><li>We collect behavioral data (e.g., browsing and search history, device info) to provide personalized services and ads.</li></ol>\n<table border=\"1\" cellpadding=\"4\" cellspacing=\"0\" style=\"border-collapse:collapse;width:100%;margin-bottom:16px;font-size:13px;\"><thead><tr><th>Type of Data</th><th>Method</th><th>Purpose</th><th>Retention</th></tr></thead><tbody><tr><td>Browsing/search history, device info (OS, ADID)</td><td>Automatically collected during use</td><td>Personalized recommendations and ads</td><td>Deleted after 1 year</td></tr></tbody></table>\n<ul><li>Collected data cannot identify individuals and is not matched with membership information.</li><li>We do not collect sensitive behavioral data that could significantly infringe on privacy.</li><li>Mobile users may opt-out of personalized ads via device settings:<ul><li>Android: Settings &gt; Privacy &gt; Ads &gt; Reset/Delete Ad ID</li><li>iOS: Settings &gt; Privacy &amp; Security &gt; Tracking &gt; Disable App Tracking</li></ul></li><li>Browser opt-outs are also available (Microsoft Edge, Chrome instructions provided in original text).</li><li>For inquiries or to exercise your rights, contact:<br/>Privacy Department: GlobalINC Team<br/>- Contact : Hye-Min Hwang / Email: om@ovenmaru.com / Phone: +82-2-928-5669</li></ul>\n\n<h4>7. Chief Privacy Officer &amp; Contact Information</h4>\n<p>OM food designates the following personnel to oversee privacy compliance and handle user inquiries:<br/>- Please contact the above for any inquiries or complaints. We will respond promptly and in good faith.</p>\n\n<h4>8. Policy Updates</h4>\n<ul><li>This policy takes effect as of 29.08, 2025.</li></ul>"} 